const PHOTO_DESCRIPTIONS = [
  'Описание фотографии 1',
  'Описание фотографии 2',
  'Описание фотографии 3',
  'Описание фотографии 4',
  'Описание фотографии 5',
  'Описание фотографии 6',
  'Описание фотографии 7',
  'Описание фотографии 8',
  'Описание фотографии 9',
  'Описание фотографии 10',
  'Описание фотографии 11',
  'Описание фотографии 12',
  'Описание фотографии 13'
];

const COMMENT_MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const COMMENTER_NAMES = [
  'Анна',
  'Борис',
  'Вика',
  'Глеб',
  'Даша',
  'Егор',
  'Женя',
  'Зоя',
  'Илья',
  'Кира'
];


export {PHOTO_DESCRIPTIONS, COMMENT_MESSAGES, COMMENTER_NAMES};
